{
  "title": "Упитник професионалних интересовања",
  "description": "Оцени у којој мери се слажеш са сваком изјавом. 1 = Уопште се не слажем, 5 = У потпуности се слажем.",
  "pages": [
    {
      "name": "page1",
      "elements": [
        {
          "type": "matrixdropdown",
          "name": "interestsMatrix",
          "title": "Изјаве",
          "columns": [
            {
              "name": "value",
              "title": "Слагање",
              "cellType": "rating",
              "rateMin": 1,
              "rateMax": 5
            }
          ],
          "rows": [
            {
              "value": "q2",
              "text": "Занимало би ме да се бавим пословима који укључују разматрање апстрактних идеја.",
              "category": "I"
            },
            {
              "value": "q7",
              "text": "Волим да правим белешке и подсетнике и да их организујем тако да увек знам где могу да пронађем информацију која ми је потребна.",
              "category": "C"
            },
            {
              "value": "q2",
              "text": "Преферирам јасно дефинисана правила и стабилна окружења без много промена.",
              "category": "C"
            },
            {
              "value": "q3",
              "text": "Волим да се укључујем у различите групне активности и/или их и сам/а организујем.",
              "category": "S"
            },
            {
              "value": "q1",
              "text": "Занимало би ме да радим у тиму.",
              "category": "S"
            },
            {
              "value": "q8",
              "text": "Занимало би ме да изводим експерименте из области природних наука.",
              "category": "I"
            },
            {
              "value": "q7",
              "text": "Волим да анализирам различите аспекте појава, односно дешавања у свакодневном животу.",
              "category": "I"
            },
            {
              "value": "q1",
              "text": "Свидело би ми се да правим или поправљам ствари.",
              "category": "R"
            },
            {
              "value": "q5",
              "text": "Занимало би ме да проверавам и упоређујем бројчане и друге податке, нпр. да прегледам пословне књиге фирми.",
              "category": "C"
            },
            {
              "value": "q3",
              "text": "Волео/ла бих да покрећем и мотивишем друге ка неком циљу.",
              "category": "E"
            },
            {
              "value": "q2",
              "text": "Занимало би ме да се бавим музиком.",
              "category": "A"
            },
            {
              "value": "q5",
              "text": "Волим да се бавим цртањем, сликањем и/или фотографијом.",
              "category": "A"
            },
            {
              "value": "q6",
              "text": "Волим да обављам задатке у складу са јасним упутствима.",
              "category": "C"
            },
            {
              "value": "q8",
              "text": "Занимало би ме да пишем, преводим или уређујем текстове.",
              "category": "A"
            },
            {
              "value": "q1",
              "text": "Волим да изражавам своје идеје, мисли и осећања на креативан начин.",
              "category": "A"
            },
            {
              "value": "q4",
              "text": "Занимало би ме да покренем пројекат или посао.",
              "category": "E"
            },
            {
              "value": "q7",
              "text": "Волим да стварима приступам на нов, оригиналан начин.",
              "category": "A"
            },
            {
              "value": "q5",
              "text": "Занимало би ме да планирам и делегирам послове другима.",
              "category": "E"
            },
            {
              "value": "q3",
              "text": "Волим да организујем податке на јасан и смислен начин и да их педантно распоређујем и чувам.",
              "category": "C"
            },
            {
              "value": "q2",
              "text": "Волим да мајсторишем у кући.",
              "category": "R"
            },
            {
              "value": "q4",
              "text": "Волим практичан приступ животу и стварима – да се бавим конкретним проблемима и проналажењем практичних решења.",
              "category": "R"
            },
            {
              "value": "q7",
              "text": "Волео/ла бих да будем окружен/а људима, било приватно или на послу.",
              "category": "S"
            },
            {
              "value": "q8",
              "text": "Занимало би да откривам прилике за пословни успех и предузимам кораке у том правцу.",
              "category": "E"
            },
            {
              "value": "q1",
              "text": "Занимало би ме да радим у добро организованом систему са јасним задацима и одговорностима.",
              "category": "C"
            },
            {
              "value": "q8",
              "text": "Занимало би ме да заказујем и организујем пословне састанке.",
              "category": "C"
            },
            {
              "value": "q5",
              "text": "Бавио/ла бих се волонтерским радом у циљу помоћи другима.",
              "category": "S"
            },
            {
              "value": "q3",
              "text": "Имам развијену машту коју умем да преточим у креативно дело.",
              "category": "A"
            },
            {
              "value": "q7",
              "text": "Занимало би ме да се бавим конструисањем машина и уређаја.",
              "category": "R"
            },
            {
              "value": "q4",
              "text": "Волим да певам, играм и/или глумим.",
              "category": "A"
            },
            {
              "value": "q6",
              "text": "Занимало би ме да се бавим стваралачким радом.",
              "category": "A"
            },
            {
              "value": "q6",
              "text": "Волим да будем у току са новим научним достигнућима.",
              "category": "I"
            },
            {
              "value": "q5",
              "text": "Занимало би ме да вршим различите пробе или експерименте и, на основу њихових резултата, одлучујем о следећим корацима у раду.",
              "category": "I"
            },
            {
              "value": "q3",
              "text": "Занимало би ме да се бавим научним истраживањима.",
              "category": "I"
            },
            {
              "value": "q2",
              "text": "Занимало би ме да помажем другима да усвоје нова знања.",
              "category": "S"
            },
            {
              "value": "q8",
              "text": "Занимало би ме да се бавим пословима лечења или унапређења здравља других људи.",
              "category": "S"
            },
            {
              "value": "q6",
              "text": "Волео/ла бих да обављам послове у окружењу које негује толеранцију и разумевање.",
              "category": "S"
            },
            {
              "value": "q1",
              "text": "Волим самостално да радим на решавању сложених задатака или проблема.",
              "category": "I"
            },
            {
              "value": "q8",
              "text": "Волим да радим рукама и видим опипљиве резултате свог рада.",
              "category": "R"
            },
            {
              "value": "q4",
              "text": "Бавио/ла бих се помагањем другима да доносе адекватне животне изборе.",
              "category": "S"
            },
            {
              "value": "q7",
              "text": "Волим да презентујем своје или заједничке идеје или пројекте.",
              "category": "E"
            },
            {
              "value": "q2",
              "text": "Волим да доносим одлуке и преузимам одговорност за њих.",
              "category": "E"
            },
            {
              "value": "q6",
              "text": "Више волим да проводим време напољу, било да је у питању неки посао или слободно време.",
              "category": "R"
            },
            {
              "value": "q4",
              "text": "Занимало би ме да, у оквиру свог посла, постављам хипотезе, анализирам податке и доносим закључке засноване на провереним чињеницама.",
              "category": "I"
            },
            {
              "value": "q1",
              "text": "Занимало би ме да се бавим промоцијом идеја, пројеката или производа, односно преговарањем ради остваривања пословних циљева.",
              "category": "E"
            },
            {
              "value": "q6",
              "text": "Волим да наводим друге да се сагласе са мном или да их подстакнем да се ангажују по неком питању.",
              "category": "E"
            },
            {
              "value": "q4",
              "text": "Волео/ла бих да могу да контролишем и предвидим резултат свог рада.",
              "category": "C"
            },
            {
              "value": "q3",
              "text": "Занимало би ме да радим у природи и/или да се бавим биљкама и животињама.",
              "category": "R"
            },
            {
              "value": "q5",
              "text": "Занимало би ме да се бавим пословима или активностима у којима могу да искажем своју вештину и снагу.",
              "category": "R"
            }
          ],
          "cellType": "rating"
        }
      ]
    }
  ]
}
